tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "docker"
brew "docker-compose"
brew "gcc"
brew "git"
brew "mas"
brew "python"
brew "md5sha1sum"
cask "docker"
cask "google-chrome"
cask "google-japanese-ime"
cask "iterm2"
cask "karabiner-elements"
#cask "kindle"
cask "mendeley-desktop"
#cask "qlvideo"
#cask "rember"
cask "skype"
cask "slack"
cask "spectacle"
cask "spotify"
#cask "steam"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
mas "Be Focused Pro", id: 961632517
mas "Keynote", id: 409183694
#mas "Xcode", id: 497799835
