tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
brew "boost"
brew "cmake"
brew "docker"
brew "docker-compose"
brew "docker-machine", restart_service: true
brew "ffmpeg"
brew "fzf"
brew "libmpc"
brew "gcc"
brew "gdb"
brew "gh"
brew "ghq"
brew "git"
brew "go"
brew "jq"
brew "mas"
brew "md5sha1sum"
brew "nodebrew"
brew "pyenv"
brew "rbenv"
brew "rust"
brew "tmux"
brew "tree"
brew "wget"
brew "zsh-syntax-highlighting"
cask "adoptopenjdk"
cask "alfred"
cask "bettertouchtool"
cask "cd-to"
cask "dash"
cask "dbeaver-community"
cask "deepl"
cask "firefox"
cask "google-chrome"
cask "google-japanese-ime"
cask "gyazo"
cask "iterm2"
cask "karabiner-elements"
cask "mactex-no-gui"
cask "postman"
cask "proxyman"
cask "qlvideo"
cask "skitch"
cask "slack"
cask "steam"
cask "toggl-track"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "webpquicklook"
mas "Keynote", id: 409183694
mas "RunCat", id: 1429033973
