tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "boost"
brew "cmake"
brew "docker"
brew "ffmpeg"
brew "libmpc"
brew "gcc"
brew "gdb"
brew "ghq"
brew "git"
brew "hub"
brew "mas"
brew "md5sha1sum"
brew "nodebrew"
brew "peco"
brew "tmux"
brew "tree"
brew "wget"
brew "zsh-syntax-highlighting"
cask "alfred"
cask "bettertouchtool"
cask "cd-to"
cask "dash"
cask "dbeaver-community"
cask "docker"
cask "firefox"
cask "google-chrome"
cask "google-japanese-ime"
cask "gyazo"
cask "iterm2"
cask "karabiner-elements"
cask "postman"
cask "proxyman"
cask "qlvideo"
cask "skitch"
cask "slack"
#cask "steam"
cask "toggl-track"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "webpquicklook"
#mas "Keynote", id: 409183694
#mas "RunCat", id: 1429033973
#mas "Xcode", id: 497799835
